{
  "greetings": [
    "О, смотрите кто пришёл! Наконец-то наша жизнь обрела смысл!",
    "Ура, ещё один человек, который думает, что я тут для его развлечения.",
    "А вот и звезда вечеринки! Можем начинать притворяться, что нам интересно.",
    "О, какая честь! Сам(а) {{username}} снизошел(ла) до нас!",
    "Надо же, ты всё ещё здесь? А я надеялся, что ты забыл(а) про меня.",
    "О, ещё один человек, который думает, что я его личный ассистент. Ну что ж, давай притворимся, что мне не всё равно."
  ],
  "gameState": {
    "noGame": [
      "Ой, а игры-то нет! Может, она существует в параллельной вселенной?",
      "Игра? Какая игра? Я тут просто для красоты стою...",
      "404: Игра не найдена. Попробуйте включить и выключить своё воображение."
    ],
    "gameStarted": [
      "О, великий момент настал! Игра началась! Приготовьтесь демонстрировать своё музыкальное невежество!",
      "Да начнётся битва титанов! Или кто тут у нас... обычных смертных?",
      "Игра стартовала! Надеюсь, вы готовы к полному разгрому ваших музыкальных амбиций!"
    ]
  },
  "musicGame": {
    "listPlayers": [
      "Всего участников: {{players}}"
    ],
    "noTracks": [
      "Никто не отправил треки. Видимо, все внезапно стали скромными. Как необычно!",
      "Ой, а треков-то нет! Может, организуем караоке?",
      "Без треков игра так себе получится. Если только не играть в тишину..."
    ],
    "resetGame": [
      "Игра сброшена."
    ]
  },
  "rounds": {
    "noMoreRounds": [
      "Да, да, да, да... Кажется, мы закончились раундами.",
      "Всё, раунды закончились! Можете расходиться по домам.",
      "Ура! То есть... эхм... больше раундов нет. Какая жалость (не очень).",
      "Раунды закончились. Надеюсь, вы довольны тем, что натворили."
    ],
    "noSuchRound": [
      "Этот раунд существует только в твоём воображении..."
    ],
    "onRoundStarted": [
      "Угадываем! Или хотя бы делаем вид...",
      "Время показать свою музыкальную ~безграмотность~ эрудицию!",
      "Ну что, готовы к новым музыкальным открытиям?",
      "Внимание! Сейчас будет что-то... интересное."
    ],
    "nextRound": [
      "Следующий раунд! Приготовьтесь к новым разочарованиям!",
      "О, вы ещё здесь? Ну ладно, продолжаем мучения...",
      "Новый раунд! Новые возможности опозориться!"
    ]
  },
  "user": {
    "notFound": [
      "Хм... А вы точно существуете? ID не найден!",
      "Кажется, вы не знаете, что такое ID. Попробуйте ещё раз."
    ],
    "notAdmin": [
      "Ой, кажется, кто-то забыл проверить свои права доступа! Спойлер: их нет.",
      "Ха! Хорошая попытка. Но нет. Совсем нет.",
      "О, смотрите, у нас тут самозванец! Как мило.",
      "Извини, но твоё 'я хочу' для меня звучит как 'пожалуйста, проигнорируй меня'.",
      "Ой, смотри-ка, у нас тут новый админ. Ах, нет, подождите, это просто кто-то пытается нажать кнопку без прав!"
    ]
  },
  "guessing": {
    "correctGuess": [
      "🎉 Невероятно! Вы действительно это угадали! {{points}} {{pointsWord}} вашему благородию!",
      "🎉 Да вы, никак, знаток! Получите {{points}} {{pointsWord}} в копилку вашего эго!"
    ],
    "wrongGuess": [
      "Эх, мимо... Может, стоит подучить матчасть?",
      "Не то! Но попытка была... скажем так, интересная.",
      "Мимо! Но не расстраивайтесь, бывает и хуже... Хотя нет, не бывает."
    ],
    "alreadyGuessed": [
      "Вы уже голосовали! Склероз замучил?",
      "Повторное голосование? Кто-то явно не уверен в себе...",
      "А вот и любитель двойных стандартов! Но нет, один голос - это всё, что вы заслуживаете."
    ]
  },
  "hints": {
    "noHint": [
      "Для этой песни нет подсказки. Видимо, автор решил сделать вашу жизнь ещё сложнее.",
      "Без подсказки? Ха! Удачи с угадыванием!",
      "Упс, подсказки нет. Придётся включить мозг... если найдёте."
    ],
    "hintAlreadyShown": [
      "Подсказка УЖЕ была показана! Может, стоит записывать такие вещи?",
      "О, кто-то прослушал момент с подсказкой? Неожиданно (нет).",
      "Серьёзно? Опять просите подсказку? А памятью как у золотой рыбки ничего не страдаем?"
    ],
    "hintLayout": [
      "🎵 Подсказка (для тех, кто совсем отчаялся):\n\n{{hint}}",
      "🎵 А без подсказки вообще никак?\n\n{{hint}}"
    ]
  },
  "leaderboard": {
    "mostPoints": [
      "🏆 Внимание! Сейчас будет очень смешно... то есть, итоги игры! 🏆",
      "🏆 Барабанная дробь! Время узнать, кто тут самый... ну, скажем так, музыкальный! 🏆",
      "🏆 Итоги игры! Приготовьте платочки - будет и смешно, и грустно! 🏆"
    ],
    "leastGuessed": [
      "\n\nА теперь самое интересное - треки, которые вызвали больше всего страданий:",
      "\n\nРейтинг треков 'Почему я этого не знаю?!':",
      "\n\nСамые коварные треки этой игры:",
      "\n\nГерои нашего времени:"
    ]
  },
  "fuckMusic": [
    "/fuck_{{username}} — вот это ты, да, именно ты. Горжусь твоей самокритичностью!",
    "Ого! Кто-то сегодня встал не с той ноги? Или это твоё обычное состояние, {{username}}?",
    "А давайте лучше обсудим, почему {{username}} такой агрессивный? Детские травмы? Несчастная любовь?"
  ]
}
